Repository: Alcancia-io/Alcancia-FrontEnd
Catalog: lib/src/resources/l10n/app_*.arb
Languages: es

# labelEmail
source: Email
es: Correo electrónico

# labelPassword
source: Password
es: Contraseña

# errorRequiredField
source: This field is mandatory
es: Este campo es obligatorio

# errorEmailFormat
source: Are you sure?, verify your email
es: ¿Estas seguro?, verifica tu correo

# errorEmailInUse
source: This email is already in use.
es: Este correo ya esta en uso.

# errorInvalidPassword
source: Invalid password. 8 characters minimum, a number and a special character
es: Contraseña inválida. Mínimo 8 carácteres, un número y un carácter especial

# errorPasswordMatch
source: Password do not match
es: Las contraseñas no coinciden

# labelHello
source: Hello!
es: ¡Hola!

# labelHelloWelcome
source: Hello! Welcome {username}
es: ¡Hola! Bienvenido {username}

# labelRegisterSubtitle
source: Fill out the following information to create your account:
es: Completa la siguiente información para crear tu cuenta:

# labelName
source: Name(s)
es: Nombre(s)

# labelLastName
source: Last Name
es: Apellido(s)

# labelPhone
source: Phone number
es: Número de teléfono

# labelBirthdate
source: Birthdate
es: Fecha de nacimiento

# errorAge
source: You must be 18 years or older
es: Necesitas ser mayor de 18 años de edad

# labelGenderIdentification
source: What gender do you identify with?
es: ¿Con cuál género te sientes identificado?

# errorSelectGender
source: Select a gender
es: Selecciona un género

# labelConfirmPassword
source: Confirm password
es: Confirmar contraseña

# labelSelectOption
source: Select an option
es: Selecciona una opción

# labelSelectDate
source: Select a date
es: Selecciona una fecha

# labelSelectDialogTitle
source: Select an option:
es: Selecciona una opción:

# labelGenderWoman
source: Woman
es: Mujer

# labelGenderMan
source: Man
es: Hombre

# labelGenderNonbinary
source: Non-binary
es: No Binario

# labelGenderOther
source: Other
es: Otro

# labelWelcomeTitle
source: Discover a new way to buy USDC
es: Descubre una nueva forma de ahorrar

# labelWelcomeSubtitle
source: Convert your pesos into digital dollars to protect yourself from devaluation.
es: Construye tu portafolio de ahorro basado en crypto

# labelExistingAccount
source: Already have an account?
es: ¿Ya tienes cuenta?

# labelWelcome
source: Welcome
es: Bienvenido

# labelRememberUser
source: Remember user
es: Recordar usuario

# labelForgotPassword
source: Forgot my password
es: Olvidé mi contraseña

# labelLogInWith
source: Login with
es: Iniciar sesión con

# labelNeedAccount
source: Don''t have an account?
es: ¿No tienes cuenta?

# labelAlmostDone
source: We''re almost done,
es: Ya casi terminamos,

# labelEnterPhoneNumber
source: Enter your phone number to receive your verification code.
es: Ingresa tu número de teléfono para recibir tu código de verificación.

# errorInvalidPhoneNumber
source: Enter a valid phone number.
es: Ingresa un número de teléfono válido.

# labelCode
source: Code
es: Código

# labelDidNotReceiveCode
source: Didn''t get a code?
es: ¿No recibiste el código?

# errorAcceptPrivacyPolicy
source: Accept the Privacy Policy.
es: Acepta la Política de Privacidad.

# labelReadAndAccepted
source: I have read and agreed to the
es: He leído y acepto la

# labelEnterCodePhone
source: Enter the 6 digit code sent to {phoneNumber}
es: Ingresa el código de 6 dígitos que enviamos a tu celular {phoneNumber}

# labelAccountCreated
source: Account created successfully
es: Tu cuenta ha sido creada exitosamente.

# labelProfits
source: Profits
es: Ganancias

# labelActivity
source: Activity
es: Actividad

# labelDepositToYourAccount
source: Deposit to your account
es: Deposita a tu cuenta

# labelLetsStart
source: Let''s get started!
es: ¡Empecemos!

# labelInputAmount
source: Enter the amount you wish to convert from our selection.
es: Ingresa el monto que deseas convertir de nuestra opciones.

# labelAmountQuestion
source: How much do you wish to convert?
es: ¿Cuánto deseas convertir?

# labelPaymentMethod
source: Payment method:
es: Medio de pago:

# labelDebitCredit
source: Debit/Credit card
es: Tarjeta de Débito/Crédito

# labelConcern
source: Have a concern?
es: ¿Tienes alguna inquietud?

# labelActivityDetail
source: Activity detail
es: Detalle de la actividad

# labelDate
source: Date
es: Fecha

# labelTransactionId
source: Transaction ID
es: Id transacción

# labelDepositValue
source: Deposit value
es: Valor depósito

# labelWithdrawalValue
source: Withdrawal value
es: Valor retiro

# labelTransactionType
source: TXN Type
es: Tipo de TXN

# labelProfile
source: Profile
es: Perfil

# labelTermsAndConditions
source: Terms and conditions
es: Términos y condiciones

# labelPrivacyPolicy
source: Privacy Policy
es: Políticas de Privacidad

# labelDeleteAccountConfirmation
source: Are you sure you want to delete your account? This cannot be undone.
es: ¿Seguro que quieres borrar tu cuenta? Esta acción no se puede deshacer.

# errorDeleteAccount
source: There was a problem deleting your account.
es: Hubo un problema al borrar tu cuenta.

# labelSignOut
source: Sign out
es: Cerrar sesión

# labelSignOutConfirmation
source: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar sesión?

# errorSignOut
source: There was a problem signing you out.
es: Hubo un problema al cerrar sesión

# labelUserInfoUpdateTitle
source: Update your information
es: Actualización de datos

# labelUserInfoUpdateSubtitle
source: Hello {name}! Please update the following information:
es: ¡Hola {name}! Te invitamos a que actualices la siguiente información:

# labelMethod
source: Verification method
es: Método

# labelCallOrSMS
source: Choose how you want to receive your verification code:
es: Elige si deseas recibir el código de verificación por medio de SMS o llamada

# labelCall
source: Phone call
es: Llamada

# labelFeeDisclaimer
source: Message and data rates may apply. You''ll receive a new code for every sign in attempt.
es: Podrían aplicar tarifas de mensajes y transmisión de datos. Para la autenticación multifactor recibirás un código en cada intento de inicio de sesión.

# labelMyAccount
source: My Account
es: Mi cuenta

# labelValueAsset
source: Value {asset}
es: Valor {asset}

# labelStatus
source: Status
es: Estatus

# labelDepositHere
source: Deposit here
es: Deposita aquí

# alertDepositConfirmed
source: Thank you! We will notify you when the transaction is confirmed. The deposit will be reflected in your balance within a period of 1 to 10 minutes.
es: ¡Gracias! Te notificaremos cuando la transacción sea confirmada. El depósito se verá reflejado en tu balance un lapso de 1 a 10 min

# alertPasswordChanged
source: Password changed successfully
es: Contraseña cambiada exitosamente

# labelConfirmNewPassword
source: Confirm new password
es: Confirma tu nueva contraseña

# labelExteriorNumber
source: Exterior Number
es: Número exterior

# labelInteriorNumber
source: Interior Number
es: Número Interior

# labelNewPassword
source: New Password
es: Nueva Contraseña

# labelPasswordRequirements
source: Your password must contain:
es: Tu contraseña debe tener al menos:

# labelRecoverPassword
source: Let''s recover your password
es: Vamos a recuperar tu contraseña

# labelRequirementLowercase
source: One lowercase letter
es: Una letra minúscula

# labelRequirementNumber
source: One number
es: Un número

# labelRequirementSpecialCharacter
source: One special character [!@#$%^&*(),.?":'{}'|<>]
es: Un carácter especial [!@#$%^&*(),.?":'{}'|<>]

# labelRequirementUppercase
source: One uppercase letter
es: Una letra mayúscula

# labelStreet
source: Street
es: Calle

# labelVerifyIdentity
source: Let''s verify your identity,
es: Comprobemos tu identidad,

# errorAddressNumberLength
source: Number must be less than 25 characters long
es: El número debe de tener menos de 25 caracteres

# labelWeNeedToKnowMore
source: We need to know more about you 🤔
es: Necesitamos saber más de ti 🤔

# labelNeighborhood
source: Neighborhood
es: Colonia

# labelState
source: State
es: Estado

# labelZipCode
source: ZIP Code
es: Código Postal

# labelYourProfession
source: What is your profession?
es: ¿Cuál es tu profesión?

# labelWithdrawInformationPrompt
source: Complete the following information to withdraw your money:
es: Completa la siguiente información para realizar el retiro de tu dinero:

# errorInsufficientBalance
source: You do not have sufficient funds
es: No cuentas con los fondos suficientes

# labelWithdrawAmount
source: Withdrawal amount
es: Monto de retiro

# buttonAccept
source: Accept
es: Aceptar

# buttonAnotherAccount
source: another account
es: otra cuenta

# buttonCancel
source: Cancel
es: Cancelar

# buttonClickHere
source: Click here
es: Haz click aquí

# buttonClose
source: Close
es: Cerrar

# buttonConfirm
source: Confirm
es: Confirmar

# buttonCreateAccount
source: Create account
es: Crear mi cuenta

# buttonDeleteAccount
source: Delete account
es: Borrar cuenta

# buttonDeposit
source: Deposit
es: Depositar

# buttonDeposited
source: I already deposited!
es: ¡Ya deposité!

# buttonLogIn
source: Log In
es: Iniciar sesión

# buttonNext
source: Next
es: Siguiente

# buttonRegister
source: Register
es: Registrate

# buttonResend
source: Resend
es: Reenviar

# buttonSaveAndUpdate
source: Save and update
es: Guardar y actualizar

# buttonSeeMore
source: See more
es: Ver más

# buttonUnderstood
source: Understood
es: ¡Entendido!

# buttonWithdraw
source: Withdraw
es: Retirar

# labelChangePassword
source: Change password
es: Cambiar contraseña

# labelWithdrawalSent
source: Withdrawal order sent! The withdrawal will be reflected in your bank account within a period of 1-30 minutes.
es: ¡Orden de retiro enviada! El retiro se verá reflejado en tu cuenta bancaria en un lapso de 1-30 min

# errorCLABELength
source: The CLABE must consist of 18 digits
es: La CLABE debe consistir de 18 dígitos

# labelAmountMXN
source: Amount in MXN
es: Monto en MXN

# labelAvailableBalance
source: Available balance: ${balance}
es: Balance disponible: ${balance}

# labelCLABE
source: CLABE number
es: Número CLABE

# labelCountry
source: Country
es: País

# labelCurrency
source: Currency
es: Moneda

# labelMoneyWithdrawal
source: Withdrawal of money
es: Retiro de dinero

# buttonSkip
source: Skip
es: Saltar

# buttonTransfer
source: Bank Transfer
es: Transferencia

# alertVerificationInProcess
source: Verification in process, wait a moment...
es: Verificación en proceso, espera un momento...

# errorMinimumDepositAmount
source: Minimum deposit of $200
es: Deposito mínimo de $200

# errorMaximumDepositAmount
source: Maximum deposit of $50,000
es: Deposito máximo de $50,000

# errorMinimumDepositAmountDOP
source: Minimum deposit of $600
es: Deposito mínimo de $600

# labelRiskLevel
source: Risk Level:
es: Nivel de riesgo:

# labelAPY
source: The APY of {targetCurrency} is
es: El rendimiento anual de {targetCurrency} es de

# labelOnboardingText1
source: Alcancía is the top Crypto <> FIAT bridge in the Dominican Republic and Mexico. Buy, sell, and transfer USDC.
es: Sabemos que quieres lograr muchas metas, por eso, en Alcancía nos encargamos de ayudarte a crecer tu capital

# labelOnboardingTitle1
source: Welcome
es: Bienvenido

# labelOnboardingTitle2
source: Save and grow
es: Ahorra y crece

# labelOnboardingText2
source: Save in Alcancía and the different protocols we use to diversify risk and generate profitability
es: Ahorra en Alcancía y los diferentes protocolos que utilizamos para diversificar el riesgo y generar rentabilidad

# labelOnboardingTitle3
source: Open your account
es: Abre tu cuenta

# labelOnboardingText3
source: Do not worry, at Alcancía we take care of everything so that your money grows while you focus on what is important
es: No te preocupes, en Alcancía nos encargamos de todo para que tu dinero crezca mientras tu te enfocas en lo importante

# labelOnboardingTitle4
source: Get Ready
es: Preparáte

# labelOnboardingText4
source: You only need your identification document and a selfie. It''s that easy!
es: Solo necesitas tu documento de identificación y una selfie. ¡Así de fácil!

# errorSomethingWentWrong
source: Oops! Something went wrong, try again later
es: Oops! Algo salió mal, intenta más tarde

# errorMinimumWithdrawAmount
source: Minimum withdrawal of $10
es: Retiro mínimo de $10

# labelDeposit
source: Deposit
es: Depositar

# labelWithdraw
source: Withdraw
es: Retirar

# labelTransfer
source: Transfer
es: Transferir

# labelNoTransactions
source: No transactions yet
es: Aún no hay transacciones

# labelHelloName
source: Hello, {username}
es: Hola, {username}

# labelTabActivity
source: Activity
es: Actividad

# labelTabHome
source: Home
es: Inicio

# labelTabProfile
source: Profile
es: Perfil

# labelDetailDeposit
source: DEPOSIT
es: DEPOSITO

# labelDetailWithdraw
source: WITHDRAW
es: RETIRO

# labelDetailTransfer
source: TRANSFER
es: TRANSFERENCIA

# labelDetailYield
source: YIELD
es: RENDIMIENTO

# labelTotalBalance
source: Total Balance
es: Balance Total

# labelCELOBalance
source: Celo USD Balance
es: Balance Celo USD

# labelUSDCBalance
source: USD Coin Balance
es: Balance USD Coin

# labelVerificationStatus
source: Verification: {status}
es: Verificación: {status}

# labelStatusProcessing
source: Processing
es: En proceso

# labelStatusRejected
source: Rejected
es: Rechazada

# labelStatusSuccessful
source: Successful
es: Exitosa

# labelStatusNotStarted
source: Not started
es: No iniciada

# alertVerificationCanceled
source: Canceled
es: Cancelada

# alertVerificationCompleted
source: Verification completed, review in process...
es: Verificación completada, revisión en proceso...

# descriptionUsdcAsset
source: is a digital currency issued by Circle, a global financial technology company that helps move money at Internet speed and is supported by continuous audits and reserve tests to continue guaranteeing its parity with the US dollar. Its value is backed by a reserve of assets, such as US dollars, US Treasury bonds, and other stable assets. The idea behind USDC is to provide a stable and reliable digital currency that can be used for transactions and payments, without the volatility that is often associated with other cryptocurrencies.
es: Esta moneda digital es emitida por Circle, una empresa global de tecnología financiera que ayuda a mover el dinero a la velocidad de Internet y que es soportada de continuas auditorias y pruebas de reserva para continuar garantizando su paridad con el dólar estadounidense. Su valor está respaldado por una reserva de activos, como dólares estadounidenses, bonos del Tesoro estadounidense y otros activos estables. La idea detrás de USDC es proporcionar una moneda digital estable y confiable que se pueda usar para transacciones y pagos, sin la volatilidad que a menudo se asocia con otras criptomonedas.

# descriptionUsdcProtocol
source: is a decentralized finance protocol that allows people who have extra funds to lend out to connect with people who need to borrow those funds. The platform uses smart contracts to ensure that all transactions are secure and transparent, and that borrowers and lenders are protected. Aave allows users to earn interest on their deposits, while also giving borrowers access to more flexible loan terms and better interest rates compared to traditional lending platforms.
es: es un protocolo de finanzas descentralizadas que permite a las personas que tienen fondos adicionales pueden conectarse con las personas que necesitan pedir prestado esos fondos. La plataforma utiliza contratos inteligentes para garantizar que todas las transacciones sean seguras y transparentes, y que los prestatarios y prestamistas estén protegidos. Aave permite a los usuarios ganar intereses en sus depósitos, al tiempo que brinda a los prestatarios acceso a términos de préstamo más flexibles y mejores tasas de interés en comparación con las plataformas de préstamos tradicionales.

# descriptionCeloAsset
source: is a stablecoin developed by Celo.org, a financial technology platform that aims to improve financial inclusion through blockchain technology. cUSD works similarly to other stablecoins like Tether or USDC, which are designed to maintain their value, meaning that 1 cUSD will always have a value of approximately 1 US dollar. The idea behind cUSD is to provide a stable and easy-to-use digital currency that can be used for transactions and payments, without the volatility often associated with other cryptocurrencies.
es: es una moneda estable que fue desarrollada por Celo.org, una plataforma de tecnología financiera que busca mejorar la inclusión financiera a través de la tecnología blockchain. cUSD funciona de manera similar a otras monedas estables, como Tether o USDC, que están diseñadas para mantener su valor, esto significa que 1 cUSD siempre tendrá un valor aproximado de 1 dólar estadounidense. La idea detrás de cUSD es proporcionar una moneda digital estable y fácil de usar que se pueda utilizar para transacciones y pagos, sin la volatilidad que a menudo se asocia con otras criptomonedas.

# descriptionCeloProtocol
source: is a decentralized platform that allows connecting people who need to borrow money with those who have extra funds to lend. The platform uses smart contracts to ensure that all transactions are secure and transparent, and that borrowers and lenders are protected. Overall, Moola Market is a way for people to access liquidity and earn interest on their digital currency holdings, without having to go through a traditional bank or financial institution.
es: es una plataforma descentralizada que permite conectar personas que necesitan pedir dinero prestado con personas que tienen fondos adicionales para prestar. La plataforma utiliza contratos inteligentes para garantizar que todas las transacciones sean seguras y transparentes, y que los prestatarios y prestamistas estén protegidos. En general, Moola Market es una forma en que las personas pueden acceder a la liquidez y ganar intereses sobre sus tenencias de moneda digital, sin tener que pasar por un banco o institución financiera tradicional.

# labelAssets
source: Assets
es: Activos

# labelProtocol
source: Protocol
es: Protocolo

# labelStartTransactionDashboard
source: Start a new transaction by tapping the "Deposit" or "Withdraw" buttons above
es: Inicie una nueva transacción tocando los botones "Depositar" o "Retirar" arriba

# labelStartTransactionActivity
source: Start a new transaction on the home screen
es: Inicie una nueva transacción en la pantalla de inicio

# buttonWhatAmIInvesting
source: What is USDC?
es: ¿En qué estoy invirtiendo?

# isDataCorrect
source: Is the data correct
es: ¿Los datos son correctos?

source: Source account
es: Cuenta de origen

source: Target phone
es: Celular destino

source: Amount
es: Monto

# labelTransferAmount
source: Transfer amount
es: Cantidad a transferir

# labelTransferPrompt
source: Transfer to another Alcancía account
es: Transferencia entre cuentas Alcancía

# transactionDate
source: Transaction date and hour
es: Fecha y hora de transacción

source: Id reference
es: Id Referencia

source: Confirmation
es: Confirmación

# successfulTransaction
source: Transaction successful
es: ¡Transferencia exitosa!

source: Go back to Main Menu
es: Volver al Menú Principal

# labelPesosDeposits
source: Bank Deposits
es: Depósitos en pesos

# labelCryptoDeposits
source: Crypto Deposits
es: Depósitos en crypto

# labelNoCommissions
source: No Commissions
es: Sin comisión

# labelPesosDepositsSubtitle
source: Deposit USDC by bank transfer
es: Por transferencia bancaria

# labelCryptoDepositsSubtitle
source: By Wallet Address
es: Por Wallet Address

# labelUnder20Min
source: <20 minutes
es: <20 minutos

# labelUnder5Min
source: <5 minutes
es: <5 minutos

# labelAddress
source: Address
es: Dirección

# labelNetwork
source: Network
es: Red

# labelCoin
source: Coin
es: Moneda

# alertAddressCopied
source: Address copied
es: Dirección copiada

# alertCopied
source: Copied
es: Copiad@

# labelBank
source: Bank
es: Banco

# labelAccountNumber
source: Account number
es: Número de cuenta

# labelCedula
source: Cedula
es: Número de cédula

# labelAmountDOP
source: Amount in DOP
es: Monto en DOP

# errorCedulaLength
source: The cedula must consist of 11 digits
es: El número de cédula debe tener 11 dígitos

# errorEmailRequired
source: Email is required
es: El correo electrónico es requerido

# alertErrorForgotPasswordCode
source: There was an error sending the code, please check your email and try again
es: Hubo un error al enviar el código de verificación, por favor verifique su correo electrónico e intente nuevamente

# labelBeneficiary
source: Beneficiary
es: Beneficiario

# trxCanceled
source: Transaction canceled successfully
es: Transacción cancelada correctamente

# labelConcept
source: Concept
es: Concepto

# labelRiskHigh
source: High
es: Alto

# labelRiskMedium
source: Medium
es: Medio

# labelRiskLow
source: Low
es: Bajo

source: Unknown
es: Desconocido

# labelRecipientPhone
source: Recipient''s Phone Number
es: Número de teléfono del destinatario

# labelComingSoon
source: Coming soon...
es: Próximamente...

# buttonVerifyNow
source: VERIFY IDENTITY
es: VERIFICAR IDENTIDAD

# buttonPending
source: VERIFICATION IN PROCESS
es: VERIFICACIÓN EN PROCESO

# buttonFailed
source: VERIFICATION FAILED
es: VERIFICACIÓN FALLIDA

# labelErrorOtp
source: Sorry, the OTP code has failed. Please try again later.
es: Lo sentimos, el código OTP ha fallado. Por favor, inténtalo de nuevo más tarde.

# errorMinimumTransferAmount
source: Minimum transfer of $0.1
es: Transferencia mínima de $0.1

# labelAccountType
source: Account type
es: Tipo de cuenta

# labelChartBalance
source: Balance History
es: Historial de balance

# labelButtonChart
source: Balance History Chart
es: Gráfica historial balance

# labelPesosWithdrawals
source: Bank Withdrawals
es: Retiros en pesos

# labelCryptoWithdrawals
source: Crypto Withdrawals
es: Retiros en crypto

# labelDetailCryptoWithdrawal
source: CRYPTO WITHDRAWAL
es: RETIRO EN CRYPTO

# errorInvalidWalletAddress
source: Invalid wallet address
es: Dirección inválida

# labelWithdrawalConfirmed
source: Withdrawal order confirmed
es: Orden de retiro confirmada

# labelWithdrawalProcessingTime
source: It will be processed in the next 5 to 20 minutes.
es: Será procesada de 5 a 20 minutos

# alertWithdrawalSuccessful
source: Withdrawal completed successfully
es: Retiro completado exitosamente

# labelWithdrawalFee
source: Withdrawal fee
es: Comisión de retiro

# referralTextShare
source: ¡Ey, mi gente! Descarga el App de Alcancía con mi código {referral} y arranca a convertir tus pesos en dolares digitales (USDC). ¡Te caen $5 USDC de ñapa cómo regalito de mi para tí! 😎💸 Descarga Alcancía en este link ⤵️ alcancia.io/download
es: ¡Ey, mi gente! Descarga el App de Alcancía con mi código {referral} y arranca a guardar en tu cuenta de ahorro. ¡Te caen $5 USDC de yapa cómo regalito de mi para tí! 😎💸 Descarga Alcancía en este link ⤵️ alcancia.io/download

# labelWinFiveDollars
source: Win $5 for inviting your friends to Alcancía
es: Gana $5 por invitar personas a Alcancía

# labelHowItWorks
source: How does it work?
es: ¿Cómo funciona?

# labelReferralStepOne
source: 1. You receive $5 for sharing your code for the first time.
es: 1. Gana $5 al compartir tu código por primera vez.

# labelReferralStepTwo
source: 2. Your friend receives $5 for using your code.
es: 2. Tu amigo recibe $5 al verificar su cuenta.

# labelReferralStepThree
source: 3. Refer as many friends as you want.
es: 3. Refiere a cuantos amigos desees.

# labelHaveAFriendsCode
source: Have a friend''s code?
es: ¿Tienes un código de amigo?

# labelFriendsCode
source: Friend''s code
es: Código de amigo

# buttonDontHaveOne
source: I don''t have one
es: No tengo
