Repository: Alcancia-io/Alcancia-FrontEnd
Catalog: lib/src/resources/l10n/app_*.arb
Languages: es

# labelShareThisCode
source: Share this code with your friends
es: Comparte este código con tus amigos

# buttonShare
source: Share
es: Compartir

# labelConfirmReferralCode
source: Confirm referral code
es: Confirmación

# labelConfirmReferralCodeDescription
source: This action cannot be undone. Are you sure you want to confirm this referral code? {referralCode}
es: Esta acción no se puede deshacer. Confirma que deseas usar el código de tu amigo. {referralCode}

# labelConfirmReferralCodeDescriptionNoCode
source: This action cannot be undone. Are you sure you don''t want to enter a referral code?
es: Esta acción no se puede deshacer. Confirma que no cuentas con un código de amigo.

# buttonWinFiveDollars
source: Win $5 🤑
es: Gana $5 🤑

# labelCustomerService
source: Customer service
es: Servicio al cliente

# labelErrorCustomerService
source: Failed starting customer service.
es: Error al iniciar servicio al cliente.
